Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 能买得起带着独特墨香的春联，彩绘门神，吃得上毛大娘家铺子的肉包子，最好再买一头牛，像隔壁宋集薪那样能养一窝鸡
en_us: He wanted to be able to afford the couplets that smelled like ink, and he also wanted to be able to afford the colorful door gods. At the same time, he also wanted enough money to enjoy the meat buns sold by Aunt Mao, and it would also be best if he could have some money to buy a cow. Raising some chickens like Song Jixin would also be nice.

source: 自家这条土黄的四脚蛇。
en_us: Out of the five elements of metal, wood, water, fire, and earth, three had already emerged, namely this earthy yellow four-legged snake, the golden carp that had been caught by the fisherman, and the black catfish that was being kept in Gu Can's water vat.

source: 自己确实说了句废话，如果是在小镇之外，根本就用不着他出手。
en_us: This was indeed a useless hypothetical scenario. If they had been outside of the town, his services wouldn't even have been required.

source: 自称高稹的锦衣少年赶紧打圆场道：“如果姑娘定要追究，我愿意拿出此物作为弥补。”
en_us: "If you insist on pursuing this matter, I am willing to offer you this item as compensation," the boy by the name of Gao Zhen hurriedly interjected, trying to defuse the situation.

source: 自称齐静春的儒士小声道：“赵繇，以后你需要谨言慎行，切记祸从口出，所以儒家贤人大多守口如瓶。贤人之上的君子，则讲慎独，饬躬若璧，唯恐有瑕疵。至于圣人，比如七十二座书院的山主们……这些人啊，就能够如道教大真人、佛家金身罗汉一般，一语成谶，言出法随。这拨人与诸子百家里的高人，到达此境界后，大致统称为陆地神仙，算是一只脚迈入门槛了。不过这些人物，人人如龙，一些高高在上，像是道观寺庙里的神像，高不可攀，一些神龙见首不见尾，寻常人根本找不到。”
en_us: Qi Jingchun continued in a low voice, "Zhao Yao, from now on, you must be careful with what you say and do, and always remember that a loose tongue will spell no end to your troubles. This is why most virtuous figures who follow the teachings of Confucianism are extrmely tight-lipped. The gentlemen above those virtuous figures exercise a policy of extreme prudence in everything that they say and do for fear of even the slightest imperfection. As for the sages above them, such as the mountain masters of the 72 academies, those figures are comparable the enlightened saints of Daoism or the Arhats of Buddhism, and the words spoken by them are taken as law and doctrine. Those people, along with the leading figures of the Hundred Schools of Thought are colloquially known as terrestrial gods, and they're considered to have one foot in the door to godhood. However, all of these figures are akin to dragons soaring in the heavens. Some of them are like deity statues that can only be worshipped in temples and monasteries, while others are extremely mysteirous and enigmatic, completely out of reach to the likes of you and me."

source: 自认已经退让太多的老猿冷笑道：“如此不识抬举，那就随你去吧。”
en_us: Feeling like he had already conceded too much ground, Bai Yuan chuckled coldly and said, "Since you're unwilling to accept my kindness, then so be it."

source: 自讨苦吃的苻南华连忙亡羊补牢，笑道：“凡夫俗子的瞎讲究，当不得真。”
en_us: Having dug himself into this hole, Fu Nanhua hurriedly tried to make amends. "That's just a superstition among the commoners, don't take it seriously."

source: 至于为何受伤，并不复杂。
en_us: As for why he had been injured, the reason was quite simple.

source: 至于写了什么，陈平安茫然不知。
en_us: As for what had been written, Chen Ping'an had no clue.

source: 至于刘家祖传瘊子甲和剑经一事，以及风雷院接手刘羡阳本命瓷的消息，到底是谁泄露给正阳山的？
en_us: As for who it was that had leaked to the Sun Scorch Mountain the information regarding the suit of scaly armor and the sword scripture passed down for generations in the Liu Clan, and the fact that Liu Xianyang's bonded porcelain had been purchased by the Wind Lightning Field, one need not look any further than the Light Breeze City.

source: 至于是自己手握一栋茅屋，还是让朋友赢得一座金山银山，两者孰好孰坏，对陈平安来说，根本不用考虑。
en_us: Essentially, the choice was between keeping a bunch of near worthless pebbles for himself, or allowing his friend to make a fortune outside of the town, and it was clear to Chen Ping'an which one was the preferable option.

source: 至于真正的原因，卢正淳不敢承认，也不愿深思。
en_us: As for the true reason for his scorching resentment toward Lu Zhengchun, he didn't dare to admit it to himself, nor did he dare to ponder the subject.

source: 至于这些机缘的最终归属，在小镇上，恐怕天王老子来了，也得听齐静春的，但是到了书简湖，可就不好说了。
en_us: As for the eventual owner of these fated opportunities... If one were in the small town, they would most likely have to listen to Qi Jingchun, even if the heavens came over. Once he returned to Lake Shujian, however, it would be a completely different story.

source: 至于陈对原本答谢他的那两袋钱，陈平安在出山途中，恳请陈对转交给刘羡阳，陈对虽然疑惑，可是并未拒绝，兴许对陋巷少年的选择比较惊讶，也可能是祭祖成功后心情不错，陈对破天荒露出笑容，嗓音柔和说了些肺腑之言，让陈平安大可以放心，坦言她这位颍阴陈氏嫡系子弟的许诺，绝对要比两袋子金精铜钱更值钱。陈平安其实对此将信将疑，不敢全信，只不过宁姚听说“颍阴陈氏嫡系子弟”后，私下让陈平安放宽心。
en_us: As for the two pouches of coins that Chen Dui had offered to him, Chen Ping'an had implored her to give the coins to Liu Xianyang while they were on their way out of the mountains. Chen Dui had been rather perplexed by this request, but she didn't refuse. Perhaps she was taken aback by Chen Ping'an's choice, or perhaps she was in a good mood after successfully visiting her ancestral grave. In any case, a rare smile had appeared on her face, and she had told Chen Ping'an in a gentle and earnest voice not to worry, and that a promise from her, a direct lineal descendant of the Yingyin Chen Clan, was definitely worth more than two pouches of gold essence copper coins. Chen Ping'an didn't dare to fully believe this claim, but after Ning Yao heard from him that Chen Dui was a direct lineal descendant of the Yingyin Chen Clan, she told Chen Ping'an not to worry.

source: 至于陈松风能否从那棵老槐树讨到便宜好处，能够得手几张祖荫槐叶，同样姓陈的女子，并不上心。
en_us: Even though she also had the Chen surname, she didn't care for whether Chen Songfeng would be able to get anything from that old locust tree, or how many ancestral blessing locust leaves he would be able to obtain.

source: 良久之后。
en_us: After a long while, he finally received a reply.

source: 苍老嗓音继续响起，“莫要冥顽不化，齐静春，你若是愿意，可以追随贫道修行。”
en_us: The elderly voice continued, "Don't be so stubborn, Qi Jingchun. I can allow you to cultivate under me if you so wish."

source: 苍老声音透露出一股震怒，“齐静春，你大胆！”
en_us: The owner of the elderly voice instantly flew into a thunderous rage. "Qi Jingchun! How dare you!"

source: 若只是自己的事，这个无依无靠的草鞋少年，恐怕就要干脆利落很多。
en_us: If this matter had only involved himself, the young boy with noone to depend on would have most likely been much more decisive and resolute.

source: 若是一名剑修千辛万苦蕴养出来的本命之物，如此契合心意，老猿不会有任何惊讶，可是老猿清清楚楚感知到那柄出鞘长剑，绝非古怪少女的本命飞剑。
en_us: If this were a bonded weapon that she had spent a huge amount of effort to nurture, Bai Yuan wouldn't have been astonished at all. However, he knew very clearly that this definitely wasn't the strange young girl's bonded sword.

source: 若是不转头，哪怕无法一口气穿透老猿脖子，也绝对算是重伤了，到时候实打实的阴沟里翻船，一步错步步错，一想到自己一旦为此而过早展露真身法相，便失去道义上的制高点，导致与齐静春和阮师讨价还价的半点余地也没有，说不得要连累自家小姐，在此方天地独自承受各种危机，这头正阳山老猿终于第三次愤怒了。
en_us: If he hadn't turned his head, the sword would have severely wounded him even if it couldn't directly run through his neck. At that time, the tables would turn on him, and he would eventually fall to a bigger and bigger disadvantage. Moreover, if he revealed his true form too early, he would lose his moral high ground and thus lose his bargaining chip against Qi Jingchun and Master Ruan. Perhaps this would even affect his Young Mistress and lead her to face all kinds of danger by herself. With this in mind, Bai Yuan finally became enraged for a third time.

source: 若是从东宝瓶洲的极远处举目望去，并且能够破开仙人联手造就的遮掩法阵，那就能够依稀看到无比壮观一幕，破开云海的宏大窟窿当中，先是露出一粒黑点，笔直朝下，然后是一截剑尖，最后终于显露出全貌，是一柄与齐静春法相手指长短的“袖珍”飞剑。
en_us: If one could stand from afar and see through the concealment formation collectively created by the immortals, then they would be treated to an incredibly breathtaking spectacle. First, a black dot emerged from the enormous hole in the sea of clouds. The black dot descended directly downward, quickly revealing itself to be the tip of a sword. Finally, the entire sword was revealed, and it was a "miniature" flying sword that was comparable in length to one of the fingers of Qi Jingchun's Dao Manifestation.

source: 若是在小镇之外，例如在正阳山，或是在家乡任何地方，哪怕是整条小溪流水瞬间干涸，她也不会有半点惊奇。
en_us: If they weren't in this small town, then she wouldn't have been surprised at all by this. For example, if they were on Sun Scorch Mountain or anywhere in their home region, then she wouldn't have batted an eyelid even if an entire creek had dried up in the blink of an eye.

source: 若是在小镇之外，这头正阳山搬山猿还不敢如此目中无人，但是此方天地，术法神通和法宝器物一律禁用，他反而拥有巨大优势，这也是为何正阳山没有出动一位剑仙老祖的缘由。
en_us: If they were outside of the town, he woudn't have dared to be so arrogant. However, in this place, where the use of all mystical abilities and treasures was strictly prohibited, he possessed a massive advantage over the average cultivator. This was he had been sent to accompany Tao Zi over any of the Sun Scorch Mountain's Sword Immortals.

source: 若是有记忆模糊的地方，陈平安并不急于睁开眼睛去查看真相，先行跳过，结果从头到尾，木人大概有四五十处不确定的朱点墨字。
en_us: Whenever he reached an indistinct part in his memory, he didn't rush to open his eyes and examine that part of the wooden figure. Instead, he simply skpped over those parts, and in the end, there were around 40 to 50 parts where his memory was rather fuzzy.

source: 若是细看，就会发现两人之间，竟然有几分形似和神似。
en_us: If one looked carefully, they would surprisingly discover a hint of similiarity between the two people.

source: 若是证道长生，能够事事循序渐进，步步为营，无灾无厄，尽享好处而不担风险，那么市井百姓眼中的无忧仙人，好像也太不值钱了。
en_us: If one could attain immortality by simply progressing at a slow and steady rate, avoiding all risks while enjoying all of the benefits of cultivation, then the ultimate goal of immortality would be far too easy to come by for it to have any substantial meaning.

source: 若是陈平安能够像宁姚那般御剑凌空，俯瞰这座刚刚落地生根的千里山河，就一定会被种种异象震撼。
en_us: If Chen Ping'an could take to the heavens atop a flying sword like Ning Yao to see this small world, which had just landed and taken root in the earth, he would've definitely been astonished by the sight that would greet him.

source: 若说之前指责质问是生气使然，所以口不择言，那么现在搬山猿这番辱人至极的言语，无疑是撕破脸皮的意思。
en_us: If Bai Yuan's disrespectful question had been as a result of his anger just then, his words of humiliation right now was undoubtedly a sign that he was no longer going to play nice with Qi Jingchun.

source: 若说是老人是耍诈，还真冤枉了这头正阳山护山猿，千年修行，千丈真身，其身法手段，便是赞誉为顶天立地也不为过。
en_us: To say that Bai Yuan was trying to play a trick on Chen Ping'an would've been a false accusation. With his enormous cultivation base and true form, Bai Yuan was essentially the flesh and blood embodiment of a devastating force of nature.

source: 若非内囊中空的云霞山，确实需要一件足够分量的“仙家重器”，用来镇住不断外泄的山门气运，她也需要以此来奠定自己下任山主的地位，不然的话，蔡金简恨不得立即离开此地，回到云霞山闭关十年二十年。
en_us: There were a couple of reasons for her trip to this small town, the first of which was that the Dawn Cloud Mountain required a sufficiently powerful immortal treasure to hold in the fortune of the sect, which had been constantly seeping out of late. Furthermore, she also needed to succeed on this trip in order to solidify her status as the heir to the position of mountain master. Otherwise, she would've immediately left this godforsaken place and returned to the Dawn Cloud Mountain to go into seclusion for a decade or two.

source: 若非搬山猿一开始认定少年寻衅，是受人指使，而在这座小镇当中，敢给正阳山下套的家伙，都非蠢人，皆是擅长谋而后动之辈，所以老猿觉得螳螂捕蝉黄雀在后的那只黄雀，一定身份不低，身手不弱，这才使得不愿流露出丝毫破绽的老猿，在泥瓶巷那一带显得颇为狼狈。
en_us: From the very beginning, Bai Yuan had been convinced that someone had instructed Chen Ping'an to provoke him. In this town, the only ones who dared to set a trap for someone from the Sun Scorch Mountain were extremely cunning individuals who were adept at hatching elaborate schemes and pulling strings behind the scenes. Hence, Bai Yuan was under the impression that there had to be a powerful mastermind lurking in the shadows, which was why he had ben constantly distracted, on the lookout for an non-existent enemy, thereby leading to his inability to catch Chen Ping'an on Clay Vase Alley.

source: 英气动人的少女，雪白剑鞘的长剑，淡绿刀鞘的狭刀。
en_us: The image of the gallant young woman holding her twin blades was the most beautiful thing that Chen Ping'an had ever seen.

source: 苻南华一笑置之，不愧是让自己惺惺相惜的同道中人。
en_us: Fu Nanhua smiled and offered no response, seemingly not all that surprised that Song Jixin would think this way.

source: 苻南华一笑置之，蔡金简也未多说什么。
en_us: Fu Nanhua gave a faint smile in response, and Cai Jinjian didn't say anything further.

source: 苻南华一边前行，一边说道：“见你方才杀人的手法，意味着你这副臭皮囊的瞬间爆发力，比起寻常青壮男子只大不小，这其实颇为难得，如果没有今天这场风波，你只要有机会投身行伍，敢杀敢拼，再有些机缘巧合，得到某位兵家大佬、沙场世家武将的青睐，丢给你一份兵家铸身口诀心法，慢慢打熬身体，二三十年后，你这小子未必没有一番新天地。”
en_us: Fu Nanhua continued to approach Chen Ping'an as he said, "Judging from your movements just now, it seems like you possess explosiveness that's superior even to the average grown man. That is quite a rare trait in someone as young as yourself. If you hadn't done what you just did, perhaps you could've joined an army. Given your courage and resolve, with some luck, perhaps you could've caught the fancy of a powerful martial artist or a high-ranking general and been rewarded with a body refinement cultivation method. If such an opportunity had come your way, you could've undergone a complete transformation after two or three decades."

source: 苻南华下意识伸手握住腰间那枚绿佩。
en_us: Fu Nanhua unconsciously gripped onto the green jade pendant hanging from his waist, something that he always kept by his side.

source: 苻南华不禁满心感慨，难怪《尸子w有云：虎豹之子，虽未成文，已有食牛之气。
en_us: With that in mind, Fu Nanhua couldn't help but be reminded of a saying: "Even as infants, the offspring of tigers and leopards already possess the will to hunt cows."

source: 苻南华主动接过话，“平起平坐？”
en_us: "Treat you as an equal?" Fu Nanhua asked, concluding Song Jixin's sentence for him.

source: 苻南华也随口回答道：“那个少年啊，野心勃勃，天生聪颖，靠山不小，就是格局……”
en_us: Fu Nanhua also replied in a casual manner, "That young boy possesses lofty ambitions, exceptional intellect, and powerful backers. The only thing is that his horizons..."

source: 苻南华二话不说摘下腰间绿佩，高高抛给站在矮墙上的少年，“归你了。”
en_us: Fu Nanhua immediately removed the green jade pendant hanging from his waist, then tossed it at Song Jixin. "You can have this."

source: 苻南华伸出一只手，掌心向下，垂放在腰间，笑道：“可惜了。你的命不太好，要不然，依照我的说法，你就有机会达到这么高的成就……是不可能的。”
en_us: Fu Nanhua extended a hand foward with the palm facing down, and it was hovering around waist height as he smiled and mused, "It's a pity that you simply aren't blessed by good fortune. Otherwise, if you had been able to follow the path that I just envisioned for you, the height of your achievements could've reached about here... Well, no, even then, that would've been impossible for you."

source: 苻南华伸出三根手指头。
en_us: Fu Nanhua put up three fingers in response.

source: 苻南华冷笑道：“你确定？”
en_us: "Are you sure?" Fu Nanhua asked with a cold smile.

source: 苻南华劝说道：“我们是来此是找善缘，不是来结怨的，哪怕没有性命之忧，跟前辈们恶了关系，终归不美。”
en_us: "We're here to make allies, not enemies. As long as our lives are under threat, we should avoiding turning those seniors against us at all cost," Fu Nanhua said.

source: 苻南华压下心中喜悦，尽量语气平淡道：“说说看。”
en_us: Fu Nanhua fought down the elation that was rising up in his heart as he maintained as calm a facade as he could muster up and asked, "What are your conditions?"

source: 苻南华原本觉得有趣，纤尘不染的云霞山蔡仙子，一靴子黏糊糊的臭狗屎，说出去，谁敢相信？
en_us: Fu Nanhua was rather amused by this turn of events. Who could've ever imagined that the pristine and pure Celestial Maiden Cai of the Dawn Cloud Mountain would ever have a pile of sticky and stinky dog shit clinging to her boot?

source: 苻南华双脚扎根地面，死死站在原地。
en_us: Fu Nanhua was completely rooted to the spot, and in this instant, his mind was completely blank.

source: 苻南华只得把已经跑到嘴边的一句话，强行咽回肚子，不过仍是有些不甘心，笑问道：“真知道？”
en_us: Fu Nanhua was expecting a negative response from Song Jixin, upon which he would offer an explanation, so this was quite an unexpected reply. However, he wasn't convinced that Song Jixin was telling the truth, and he smiled as he asked, "Do you really?"

source: 苻南华只需要确定少年跑不出小巷，到时候他再想要逮到一个在此土生土长的少年，无异于-大海捞针，何况身后尚且温热的美人尸体，就是前车之鉴。一旦给少年足够喘息的机会，“惊喜”就可能砸在自己头上。
en_us: All Fu Nanhua had to do was ensure that Chen Ping'an couldn't escape from the alley. Otherwise, it would be next to impossible for him to catch Chen Ping'an, given that he had grown up his entire life here and knew the layout of the town like the back of his hand. Furthermore, the lifeless body of Cai Jinjian was a prime example of what the unassuming Chen Ping'an was capable of. If he allowed Chen Ping'an to get away and catch his breath, there was a chance that he could end up following in Cai Jinjian's footsteps.

source: 苻南华听在耳朵里，觉得她是在对牛弹琴。
en_us: Fu Nanhua could hear what she was saying, and he felt like her words were completely wasted on the young boy who clearly had no idea what she was talking about.

source: 苻南华和蔡金简只得仰起头，前者说道：“对，我找你。我身边这位姐姐，要找顾粲，你能帮忙吗？”
en_us: Fu Nanhua and Cai Jinjian were forced to raise their heads to look up at him, and the former replied, "That's right, I'm looking for you, and my companion here is looking for Gu Can. Can you help us?"

source: 苻南华哈哈笑道：“不能说不大，只是不够大。”
en_us: "I can't say that they're not broad, they're just not broad enough," Fu Nanhua chuckled.

source: 苻南华回过神，环顾四周，连小巷屋顶都没有放过，没有察觉到任何异样，迅速深呼吸一口气，既没有向前迈出，也没有后退。他再次下意识去抓那枚祖传玉佩，落空后，赶紧默念一段残篇断章的道家口诀，此诀不是术法神通，不过是帮助自己静心凝气，如果说心境如泛湖小舟，那么此诀起到的作用就是船锚。
en_us: Upon returning to his senses, Fu Nanhua immediately inspected his surroundings in a meticulous fashion, even going as far as to inspect the rooftops of the surrounding houses. After ensuring that there were no further threats in the immediate vicinity, he quickly took a deep breath, and he didn't stride forward, nor did he retreat. He reflexively made a grab for his jade pendant once again, only to grasp onto thin air, and he hurriedly recited an incompletely Daoist mantra. This wasn't a mystical ability, it was simply something that he was doing to help himself calm down. If his heart were analogous to a small boat floating on a lake, then this mantra served as an anchor for the boat.

source: 苻南华安慰道：“顾粲家的机缘，是否已是板上钉钉的局面，目前还不好说。”
en_us: "At the moment, we still can't say for sure whether Gu Can's fate is set in stone," Fu Nanhua consoled.

source: 苻南华对她摆摆手，耐着性子对少年循循善诱：“帮我们一个小忙，我就送你一样东西，如何？”
en_us: Fu Nanhua waved a hand at her to dismiss this idea, then patiently turned back to Chen Ping'an as he offered, "How about this? If you help us out, I'll give you something."

source: 苻南华对此百思不得其解，少年眼中似乎没有什么恨意，苻南华倒是没觉得这是一件值得惊悚的事情，修行路上，光怪陆离，多的是怪胎奇人，只是疑惑问道：“你在笑什么？”
en_us: Fu Nanhua was extremely perplexed by this, and he could see that there seemed to be no resentment in Song Jixin's eyes. However, he didn't find this to be particularly alarming. After all, the path of cultivation was laden with all types of strange and inexplicable things, and he had encountered more than his fair share of baffling individuals. Hence, he merely asked, "What are you laughing about?"

source: 苻南华对草鞋少年笑道：“小家伙，送你一句话，天雨虽宽不润无根之草。”
en_us: Fu Nanhua turned to Chen Ping'an as he smiled and said, "I'll leave you with a parting message, little boy: even the rain that falls from the heavens can't nurture a plant without a root."

source: 苻南华尽量小心措辞，劝说道：“理是这个理，可是那少年见识短浅，哪里晓得你云霞山蔡仙子的尊贵，便是有所冒犯，教训一顿也够了，何须两次出手。”
en_us: Fu Nanhua took a moment to arrange his words, then said, "While I agree with you, we have to keep in mind that the boy has grown up his entire life in this town, and he has no idea how noble and distinguished you are. Even if he did cause some offense to you, teaching him a lesson once would be enough, why did you have to strike him again?"

source: 苻南华差点就要忍不住将这头狼崽子，敲死算了，但是最后关头，步步登天、证道长生的大诱惑，仍是压过了个人好恶，于是他停下手指动作，放过了少年一马。
en_us: Fu Nanhua was almost unable to suppress the urge to put an end to Song Jixin's life right there and then, but for the sake of the greater good and his own future in cultivation, he reined in his temper, stopping the tapping of his finger and sparing Song Jixin from a painful demise.

source: 苻南华带着蔡金简快步上前，笑道：“很巧，咱们又见面啦。”
en_us: The former smiled as he said, "We meet again! What a coincidence."

source: 苻南华并未站直背靠墙壁，少年肘击打得他几乎吐出苦水来，身体本能弯曲起来。
en_us: Fu Nanhua still hadn't regained his footing yet, and he reflexively doubled over in the wake of the elbow strike, almost throwing up the contents of his stomach in the process.

source: 苻南华开诚布公道：“那我就打开天窗说亮话了，不管你有什么，只要你肯开价，我砸锅卖铁，也要买下来！”
en_us: Fu Nanhua declared in a candid manner, "Seeing as you're already knowledgeable about such matters, I won't waste any more of our time. Regardless of what you have, as long as you're willing to sell it, just state a price, and I'll buy it even if I have to sell everything that I own!"

source: 苻南华当然不会知道，一个年幼时分就需要漫山遍野去寻找草药的稚童，因为某个比自己求生更强烈的执念，所迸发出来的无穷潜力，是何等惊人。
en_us: Fu Nanhua was naturally unaware of the fact that Chen Ping'an had been forced to perform all manners of grueling manual labor tasks for survival from a young age, nor did he know that Chen Ping'an had only mustered up such astonishing strength from tapping into his limitless potential, which was fueled by an urge even stronger than that for survival.

source: 苻南华很难不开心。
en_us: It was difficult for Fu Nanhua not to be ecstatic. After entering the town, he had made a deal with Song Jixin that had reaped far greater rewards than he had originally anticipated.

source: 苻南华很难想象，比自己矮一个头的瘦弱少年，为何五指力道如此巨大，尤其是腹部瓷片的锋利和冰冷，让老龙城少城主再次感受到死亡的逼近，一线之隔，就是阴阳之隔。
en_us: It was incredible to Fu Nanhua that this thin and frail-looking young boy who was significantly shorter than himself could have so much strength in his fingers. In particular, the sharp and ice-cold sensation of the porcelain shard digging into his abdomen was like a harbinger of death, and he knew that he was currently skirting the fine line between this realm and the afterlife.

source: 苻南华心胸，豁然开朗。
en_us: Ultimately, nothing mattered aside from his pursuit of the Great Dao, and all obstacles on that path had to be cleared away. With that in mind, a sense of clarity welled up in Fu Nanhua's heart.

source: 苻南华恍然，“原来如此。”
en_us: "I see," Fu Nanhua mused as an enlightened look appeared on his face.

source: 苻南华惊奇发现，自己竟然还没有跨入宋集薪的院子，便有些脸色不悦了，毫不掩饰自己的讥讽：“蔡金简！真是有意思，世上还有人为了一坨狗屎，耽误了长生大道的脚步。”
en_us: Only now did Fu Nanhua discover that he still hadn't set foot in Song Jixin's yard yet, and a displeased look appeared his face as he turned to Cai Jinjian with undisguised vexation in his eyes. "To think that there would be someone in this world who would be delayed in their pursuit of the Great Dao all because they had trodden on some dog shit! Never have I seen anyone so foolish!"

source: 苻南华愈发头晕目眩，虽然心中恨不得一巴掌拍碎这个杂种的头颅，但是表面上仍然尽量和颜悦色，补充了一句，“如果我对天发誓呢？我们这种人，是不可以随便发誓的。”
en_us: Fu Nanhua could feel his own consciousness slipping away, and he wanted nothing more than to smash Chen Ping'an's head open like a watermelon, but he still did his best to remain as amicable as possible as he proposed, "What if I swear a vow to the heavens? For people like me, such vows cannot be broken without dire consequences."

source: 苻南华愕然。
en_us: Fu Nanhua was rather taken aback to hear this.

source: 苻南华愣了愣，哈哈大笑。
en_us: Fu Nanhua faltered slightly upon hearing this before bursting into laughter. He had thought that Song Jixin would say 30,000.

source: 苻南华愣了愣，看着小女儿娇憨作态的蔡金简，他没来由有些心动。
en_us: Fu Nanhua faltered slightly at the sight of her flirtatious demeanor, and his heart suddenly began to waver.

source: 苻南华愣了愣，这下是真的对少年刮目相看了，啧啧笑道：“有点意思，真是有点意思。”
en_us: Fu Nanhua faltered slightly upon hearing this, and he was feeling very impressed by Chen Ping'an as he chuckled, "How interesting."
